Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: Get test RAND from the faucet
ar: احصل على RAND تجريبي من الصنبور
de: Test-RAND vom Faucet holen
es: Obtener RAND de prueba del faucet
fa: دریافت RAND آزمایشی از فاست
fr: Obtenir des RAND de test via le faucet
hi: फ़ॉसेट से टेस्ट RAND पाएँ
id: Dapatkan RAND uji coba dari faucet
it: Ottieni RAND di test dal faucet
ja: フォーセットからテスト用 RAND を入手
ko: 포셋에서 테스트 RAND 받기
ms: Dapatkan RAND ujian daripada faucet
pl: Pobierz testowe RAND z kranika
ps: له فاسېټ څخه د ازموینې RAND ترلاسه کړئ
pt_br: Obter RAND de teste no faucet
ru: Получить тестовые RAND из крана
ta: ஃபாசெட்டிலிருந்து சோதனை RAND பெறு
ur: فاسیٹ سے ٹیسٹ RAND حاصل کریں
zh_hans: 从水龙头领取测试 RAND
zh_hant_hk: 從水龍頭取得測試 RAND

source: Held by a pending send
ar: محتجز لإرسال قيد الانتظار
de: Durch eine ausstehende Überweisung gebunden
es: Retenida por un envío pendiente
fa: در اختیار یک ارسال در انتظار
fr: Retenu par un envoi en attente
hi: एक लंबित भेजने द्वारा रोका गया
id: Ditahan oleh pengiriman yang tertunda
it: Bloccato da un invio in attesa
ja: 保留中の送信で確保されています
ko: 대기 중인 전송에 묶여 있음
ms: Ditahan oleh penghantaran yang belum selesai
pl: Zablokowane przez oczekującą wysyłkę
ps: د یو په تمه لېږد لخوا نیول شوی
pt_br: Retida por um envio pendente
ru: Занято ожидающей отправкой
ta: நிலுவையிலுள்ள அனுப்புதலால் வைக்கப்பட்டுள்ளது
ur: ایک زیرِ التوا ترسیل کے پاس محفوظ
zh_hans: 被待确认的发送占用
zh_hant_hk: 被待確認的傳送佔用

source: I already have a wallet
ar: لديّ محفظة بالفعل
de: Ich habe schon eine Wallet
es: Ya tengo una billetera
fa: از قبل کیف پول دارم
fr: J'ai déjà un portefeuille
hi: मेरे पास पहले से एक वॉलेट है
id: Saya sudah punya dompet
it: Ho già un portafoglio
ja: 既にウォレットを持っています
ko: 이미 지갑이 있습니다
ms: Saya sudah mempunyai dompet
pl: Mam już portfel
ps: زه دمخه والټ لرم
pt_br: Já tenho uma carteira
ru: У меня уже есть кошелёк
ta: என்னிடம் ஏற்கெனவே வாலட் உள்ளது
ur: میرے پاس پہلے سے والیٹ ہے
zh_hans: 我已有钱包
zh_hant_hk: 我已有錢包

source: I have saved my spend key somewhere safe
ar: حفظتُ مفتاح الإنفاق في مكان آمن
de: Ich habe meinen Ausgabeschlüssel sicher aufbewahrt
es: Guardé mi clave de gasto en un lugar seguro
fa: کلید خرج خود را در جای امنی ذخیره کرده‌ام
fr: J'ai conservé ma clé de dépense en lieu sûr
hi: मैंने अपनी स्पेंड की किसी सुरक्षित जगह सहेज ली है
id: Saya sudah menyimpan kunci belanja di tempat yang aman
it: Ho salvato la mia chiave di spesa in un luogo sicuro
ja: 支出キーを安全な場所に保存しました
ko: 지출 키를 안전한 곳에 저장했습니다
ms: Saya telah menyimpan kunci perbelanjaan saya di tempat yang selamat
pl: Mój klucz wydawania jest zapisany w bezpiecznym miejscu
ps: ما خپله د لګښت کیلي په یو خوندي ځای کې ساتلې ده
pt_br: Guardei minha chave de gasto em um lugar seguro
ru: Я сохранил ключ расходования в надёжном месте
ta: என் செலவு விசையைப் பாதுகாப்பான இடத்தில் சேமித்துவிட்டேன்
ur: میں نے اپنی اسپینڈ کی کسی محفوظ جگہ رکھ لی ہے
zh_hans: 我已将花费密钥保存在安全的地方
zh_hant_hk: 我已把花費私鑰保存在安全的地方

source: I understand — continue
ar: فهمت — متابعة
de: Verstanden – weiter
es: Entiendo: continuar
fa: متوجه هستم — ادامه
fr: Je comprends : continuer
hi: मैं समझता/समझती हूँ — जारी रखें
id: Saya mengerti — lanjutkan
it: Ho capito — continua
ja: 理解しました — 続行
ko: 이해했습니다 — 계속
ms: Saya faham — teruskan
pl: Rozumiem — dalej
ps: پوهېږم — دوام ورکړئ
pt_br: Entendi — continuar
ru: Понимаю — продолжить
ta: புரிந்துகொண்டேன் — தொடர்
ur: میں سمجھ گیا — جاری رکھیں
zh_hans: 我已了解——继续
zh_hant_hk: 我明白，繼續

source: Immediately
ar: فورًا
de: Sofort
es: Inmediatamente
fa: فوراً
fr: Immédiatement
hi: तुरंत
id: Segera
it: Subito
ja: すぐに
ko: 즉시
ms: Serta-merta
pl: Natychmiast
ps: سمدستي
pt_br: Imediatamente
ru: Сразу
ta: உடனடியாக
ur: فوراً
zh_hans: 立即
zh_hant_hk: 立即

source: Import
ar: استيراد
de: Importieren
es: Importar
fa: وارد کردن
fr: Importer
hi: इम्पोर्ट करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
ps: وارد کړئ
pt_br: Importar
ru: Импортировать
ta: இறக்குமதி செய்
ur: درآمد کریں
zh_hans: 导入
zh_hant_hk: 匯入

source: Import a wallet
ar: استيراد محفظة
de: Wallet importieren
es: Importar una billetera
fa: وارد کردن کیف پول
fr: Importer un portefeuille
hi: वॉलेट इम्पोर्ट करें
id: Impor dompet
it: Importa un portafoglio
ja: ウォレットをインポート
ko: 지갑 가져오기
ms: Import dompet
pl: Importuj portfel
ps: والټ وارد کړئ
pt_br: Importar uma carteira
ru: Импорт кошелька
ta: வாலட்டை இறக்குமதி செய்
ur: والیٹ درآمد کریں
zh_hans: 导入钱包
zh_hant_hk: 匯入錢包

source: Keep the app open. Closing it before it says submitted stops the swap, and nothing is lost.
ar: أبقِ التطبيق مفتوحًا. إغلاقه قبل أن يُعلن الإرسال يوقف المبادلة، ولا يضيع شيء.
de: Lass die App geöffnet. Schließt du sie, bevor übermittelt angezeigt wird, stoppt der Tausch, und nichts geht verloren.
es: Mantén la app abierta. Cerrarla antes de que diga enviado detiene el intercambio, y no se pierde nada.
fa: برنامه را باز نگه دارید. بستن آن پیش از اعلام ارسال، سواپ را متوقف می‌کند و چیزی از دست نمی‌رود.
fr: Gardez l'application ouverte. La fermer avant qu'elle n'indique « soumis » arrête l'échange, et rien n'est perdu.
hi: ऐप खुला रखें। सबमिट हुआ दिखने से पहले इसे बंद करने पर स्वैप रुक जाता है, और कुछ भी नहीं खोता।
id: Biarkan aplikasi tetap terbuka. Menutupnya sebelum tertulis dikirimkan akan menghentikan penukaran, dan tidak ada yang hilang.
it: Tieni l'app aperta. Chiuderla prima che indichi «inviato» interrompe lo scambio, e non si perde nulla.
ja: アプリを開いたままにしてください。送信済みと表示される前に閉じるとスワップは停止しますが、失われるものはありません。
ko: 앱을 열어 두세요. 제출됨으로 표시되기 전에 닫으면 스왑이 중지되며, 잃는 것은 없습니다.
ms: Biarkan aplikasi terbuka. Menutupnya sebelum ia menyatakan diserahkan akan menghentikan pertukaran, dan tiada apa yang hilang.
pl: Nie zamykaj aplikacji. Zamknięcie jej, zanim pokaże „przesłano”, zatrzymuje wymianę i nic nie zostaje utracone.
ps: اپ خلاص وساتئ. که د «وسپارل شو» له ویلو مخکې یې بند کړئ، تبادله درېږي، او هېڅ شی نه ورکېږي.
pt_br: Mantenha o app aberto. Fechá-lo antes de dizer enviada interrompe a troca, e nada se perde.
ru: Не закрывайте приложение. Если закрыть его до сообщения об отправке, обмен остановится, но ничего не потеряется.
ta: ஆப்பைத் திறந்தே வையுங்கள். சமர்ப்பிக்கப்பட்டது எனக் காட்டுவதற்கு முன் மூடினால் ஸ்வாப் நின்றுவிடும், எதுவும் இழக்கப்படாது.
ur: ایپ کھلی رکھیں۔ "جمع کر دیا گیا" دکھانے سے پہلے اسے بند کرنے سے سواپ رک جاتا ہے، اور کچھ ضائع نہیں ہوتا۔
zh_hans: 请保持应用打开。在显示“已提交”之前关闭应用会中止兑换，但不会有任何损失。
zh_hant_hk: 請保持應用程式開啟。在顯示已提交之前關閉它會中止兌換，但不會有任何損失。

source: Leaf
ar: الورقة
de: Blatt
es: Hoja
fa: برگ
fr: Feuille
hi: लीफ़
it: Foglia
ja: リーフ
ko: 리프
ms: Daun
pl: Liść
ps: پاڼه
pt_br: Folha
ru: Лист
ta: இலை
ur: لیف
zh_hans: 叶子
zh_hant_hk: 葉

# Leaf #%llu · block %llu
source: Leaf #%1$llu · block %2$llu
ar: الورقة #%llu · الكتلة %llu
de: Blatt #%llu · Block %llu
es: Hoja #%llu · bloque %llu
fa: برگ #%llu · بلاک %llu
fr: Feuille n° %llu · bloc %llu
hi: लीफ़ #%llu · ब्लॉक %llu
id: Leaf #%llu · blok %llu
it: Foglia n. %llu · blocco %llu
ja: リーフ #%llu · ブロック %llu
ko: 리프 #%llu · 블록 %llu
ms: Daun #%llu · blok %llu
pl: Liść nr %llu · blok %llu
ps: پاڼه #%llu · بلاک %llu
pt_br: Folha #%llu · bloco %llu
ru: Лист #%llu · блок %llu
ta: இலை #%llu · பிளாக் %llu
ur: لیف #%llu · بلاک %llu
zh_hans: 叶子 #%llu · 区块 %llu
zh_hant_hk: 葉 #%llu · 區塊 %llu

source: Light
ar: فاتح
de: Hell
es: Claro
fa: روشن
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
pl: Jasny
ps: روښانه
pt_br: Claro
ru: Светлая
ta: ஒளி
ur: ہلکا
zh_hans: 浅色
zh_hant_hk: 淺色

source: Lock now
ar: اقفل الآن
de: Jetzt sperren
es: Bloquear ahora
fa: اکنون قفل شود
fr: Verrouiller maintenant
hi: अभी लॉक करें
id: Kunci sekarang
it: Blocca ora
ja: 今すぐロック
ko: 지금 잠그기
ms: Kunci sekarang
pl: Zablokuj teraz
ps: اوس قلف کړئ
pt_br: Bloquear agora
ru: Заблокировать сейчас
ta: இப்போதே பூட்டு
ur: ابھی لاک کریں
zh_hans: 立即锁定
zh_hant_hk: 立即鎖定

source: Locked
ar: مقفلة
de: Gesperrt
es: Bloqueada
fa: قفل است
fr: Verrouillé
hi: लॉक है
id: Terkunci
it: Bloccato
ja: ロック中
ko: 잠김
ms: Dikunci
pl: Zablokowany
ps: قلف دی
pt_br: Bloqueada
ru: Заблокировано
ta: பூட்டப்பட்டது
ur: لاک ہے
zh_hans: 已锁定
zh_hant_hk: 已鎖定

source: Maintenance
ar: الصيانة
de: Wartung
es: Mantenimiento
fa: نگهداری
hi: रखरखाव
id: Pemeliharaan
it: Manutenzione
ja: メンテナンス
ko: 유지 관리
ms: Penyelenggaraan
pl: Konserwacja
ps: ساتنه
pt_br: Manutenção
ru: Обслуживание
ta: பராமரிப்பு
ur: دیکھ بھال
zh_hans: 维护
zh_hant_hk: 維護

source: Max
ar: الحد الأقصى
es: Máx.
fa: حداکثر
hi: अधिकतम
id: Maks
ja: 最大
ko: 최대
ms: Maks
pl: Maks.
ps: اعظمي
pt_br: Máx.
ru: Макс.
ta: அதிகபட்சம்
ur: زیادہ سے زیادہ
zh_hans: 最大
zh_hant_hk: 最大

source: Max %@
ar: الحد الأقصى %@
es: Máx. %@
fa: حداکثر %@
hi: अधिकतम %@
id: Maks %@
ja: 最大 %@
ko: 최대 %@
ms: Maks %@
pl: Maks. %@
ps: تر ټولو زیات %@
pt_br: Máx. %@
ru: Макс. %@
ta: அதிகபட்சம் %@
ur: زیادہ سے زیادہ %@
zh_hans: 最大 %@
zh_hant_hk: 最大 %@

source: Memo
ar: المذكرة
fa: یادداشت
fr: Mémo
hi: मेमो
ja: メモ
ko: 메모
ps: یادښت
ru: Мемо
ta: குறிப்பு
ur: میمو
zh_hans: 备注
zh_hant_hk: 備註

source: My own prover
ar: مُثبِتي الخاص
de: Mein eigener Prover
es: Mi propio probador
fa: اثبات‌گر خودم
fr: Mon propre prouveur
hi: मेरा अपना प्रूवर
id: Prover saya sendiri
it: Il mio prover
ja: 自分のプルーバー
ko: 내 프루버
ms: Pembukti saya sendiri
pl: Mój własny prover
ps: زما خپل ثبوت جوړوونکی
pt_br: Meu próprio provador
ru: Мой прувер
ta: என் சொந்த நிரூபிப்பான்
ur: میرا اپنا پروور
zh_hans: 我自己的证明器
zh_hant_hk: 我自己的證明器

source: Name
ar: الاسم
es: Nombre
fa: نام
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
pl: Nazwa
ps: نوم
pt_br: Nome
ru: Имя
ta: பெயர்
ur: نام
zh_hans: 名称
zh_hant_hk: 名稱

source: Network
ar: الشبكة
de: Netzwerk
es: Red
fa: شبکه
fr: Réseau
hi: नेटवर्क
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
ms: Rangkaian
pl: Sieć
ps: شبکه
pt_br: Rede
ru: Сеть
ta: நெட்வொர்க்
ur: نیٹ ورک
zh_hans: 网络
zh_hant_hk: 網絡

source: Network fee
ar: رسوم الشبكة
de: Netzwerkgebühr
es: Comisión de red
fa: کارمزد شبکه
fr: Frais de réseau
hi: नेटवर्क शुल्क
id: Biaya jaringan
it: Commissione di rete
ja: ネットワーク手数料
ko: 네트워크 수수료
ms: Yuran rangkaian
pl: Opłata sieciowa
ps: د شبکې فیس
pt_br: Taxa de rede
ru: Комиссия сети
ta: நெட்வொர்க் கட்டணம்
ur: نیٹ ورک فیس
zh_hans: 网络手续费
zh_hant_hk: 網絡手續費

source: Never share this. Anyone who has it controls your funds.
ar: لا تشاركه أبدًا. أي شخص يملكه يتحكم في أموالك.
de: Teile ihn niemals. Wer ihn hat, kontrolliert dein Guthaben.
es: Nunca la compartas. Cualquiera que la tenga controla tus fondos.
fa: هرگز این را به اشتراک نگذارید. هر کس آن را داشته باشد دارایی‌های شما را در اختیار دارد.
fr: Ne la partagez jamais. Quiconque la détient contrôle vos fonds.
hi: इसे कभी साझा न करें। जिसके पास यह है, वह आपकी धनराशि नियंत्रित करता है।
id: Jangan pernah bagikan ini. Siapa pun yang memilikinya menguasai dana Anda.
it: Non condividerla mai. Chiunque la possieda controlla i tuoi fondi.
ja: 絶対に共有しないでください。これを持つ人は誰でも資金を操作できます。
ko: 절대 공유하지 마세요. 이 키를 가진 사람은 누구나 자금을 통제할 수 있습니다.
ms: Jangan sekali-kali kongsikan ini. Sesiapa yang memilikinya mengawal dana anda.
pl: Nigdy go nie udostępniaj. Każdy, kto go ma, kontroluje twoje środki.
ps: دا هېڅکله مه شریکوئ. هر څوک چې دا ولري، ستاسو پیسې کنټرولوي.
pt_br: Nunca compartilhe isto. Quem a tiver controla seus fundos.
ru: Никому его не показывайте. Тот, у кого он есть, распоряжается вашими средствами.
ta: இதை ஒருபோதும் பகிர வேண்டாம். இதை வைத்திருக்கும் எவரும் உங்கள் நிதியைக் கட்டுப்படுத்துவார்.
ur: یہ کبھی کسی کو نہ دیں۔ جس کے پاس یہ ہو وہ آپ کے فنڈز پر قابو رکھتا ہے۔
zh_hans: 切勿分享。任何拥有它的人都能控制你的资金。
zh_hant_hk: 切勿分享。任何人取得它便可控制你的資金。

source: New contact
ar: جهة اتصال جديدة
de: Neuer Kontakt
es: Nuevo contacto
fa: مخاطب جدید
fr: Nouveau contact
hi: नया संपर्क
id: Kontak baru
it: Nuovo contatto
ja: 新しい連絡先
ko: 새 연락처
ms: Kenalan baharu
pl: Nowy kontakt
ps: نوې اړیکه
pt_br: Novo contato
ru: Новый контакт
ta: புதிய தொடர்பு
ur: نیا رابطہ
zh_hans: 新联系人
zh_hant_hk: 新聯絡人

source: New wallet
ar: محفظة جديدة
de: Neue Wallet
es: Nueva billetera
fa: کیف پول جدید
fr: Nouveau portefeuille
hi: नया वॉलेट
id: Dompet baru
it: Nuovo portafoglio
ja: 新しいウォレット
ko: 새 지갑
ms: Dompet baharu
pl: Nowy portfel
ps: نوی والټ
pt_br: Nova carteira
ru: Новый кошелёк
ta: புதிய வாலட்
ur: نیا والیٹ
zh_hans: 新钱包
zh_hant_hk: 新錢包

source: No activity yet. Transactions you send or receive will appear here.
ar: لا يوجد نشاط بعد. ستظهر هنا المعاملات التي ترسلها أو تستلمها.
de: Noch keine Aktivität. Transaktionen, die du sendest oder empfängst, erscheinen hier.
es: Todavía no hay actividad. Las transacciones que envíes o recibas aparecerán aquí.
fa: هنوز فعالیتی نیست. تراکنش‌هایی که ارسال یا دریافت می‌کنید اینجا نمایش داده می‌شوند.
fr: Aucune activité pour l'instant. Les transactions que vous envoyez ou recevez apparaîtront ici.
hi: अभी कोई गतिविधि नहीं। आपके भेजे या प्राप्त किए गए लेन-देन यहाँ दिखेंगे।
id: Belum ada aktivitas. Transaksi yang Anda kirim atau terima akan muncul di sini.
it: Ancora nessuna attività. Le transazioni che invii o ricevi compariranno qui.
ja: アクティビティはまだありません。送受信したトランザクションがここに表示されます。
ko: 아직 활동이 없습니다. 보내거나 받은 거래가 여기에 표시됩니다.
ms: Belum ada aktiviti. Transaksi yang anda hantar atau terima akan dipaparkan di sini.
pl: Brak aktywności. Tutaj pojawią się transakcje, które wyślesz lub odbierzesz.
ps: لا تر اوسه کوم فعالیت نشته. هغه راکړې ورکړې چې تاسو یې لېږئ یا ترلاسه کوئ، دلته به ښکاره شي.
pt_br: Nenhuma atividade ainda. As transações que você enviar ou receber vão aparecer aqui.
ru: Пока нет активности. Здесь появятся отправленные и полученные транзакции.
ta: இன்னும் செயல்பாடு இல்லை. நீங்கள் அனுப்பும் அல்லது பெறும் பரிவர்த்தனைகள் இங்கே தோன்றும்.
ur: ابھی کوئی سرگرمی نہیں۔ آپ کے بھیجے یا وصول کیے گئے لین دین یہاں دکھائی دیں گے۔
zh_hans: 暂无活动。你发送或收到的交易会显示在这里。
zh_hant_hk: 暫時未有記錄。你傳送或收到的交易會在這裡顯示。

source: No camera available
ar: لا توجد كاميرا متاحة
de: Keine Kamera verfügbar
es: No hay cámara disponible
fa: دوربینی در دسترس نیست
fr: Aucune caméra disponible
hi: कोई कैमरा उपलब्ध नहीं
id: Tidak ada kamera yang tersedia
it: Nessuna fotocamera disponibile
ja: 利用できるカメラがありません
ko: 사용할 수 있는 카메라가 없습니다
ms: Tiada kamera tersedia
pl: Brak dostępnego aparatu
ps: کوم کمره شتون نه لري
pt_br: Nenhuma câmera disponível
ru: Камера недоступна
ta: கேமரா இல்லை
ur: کوئی کیمرا دستیاب نہیں
zh_hans: 没有可用的摄像头
zh_hant_hk: 沒有可用的相機

source: No contacts yet. A contact's name can be typed in Send's To field instead of the address.
ar: لا توجد جهات اتصال بعد. يمكن كتابة اسم جهة الاتصال في حقل «إلى» في شاشة الإرسال بدلًا من العنوان.
de: Noch keine Kontakte. Den Namen eines Kontakts kannst du beim Senden statt der Adresse in das Feld An eingeben.
es: Todavía no hay contactos. El nombre de un contacto se puede escribir en el campo Para de Enviar en lugar de la dirección.
fa: هنوز مخاطبی نیست. نام مخاطب را می‌توان به‌جای نشانی در فیلد «به» صفحه‌ی ارسال تایپ کرد.
fr: Aucun contact pour l'instant. Le nom d'un contact peut être saisi dans le champ À de l'écran Envoyer à la place de l'adresse.
hi: अभी कोई संपर्क नहीं। भेजें के प्रति फ़ील्ड में पते के बजाय संपर्क का नाम टाइप किया जा सकता है।
id: Belum ada kontak. Nama kontak dapat diketik di kolom Ke pada layar Kirim sebagai pengganti alamat.
it: Ancora nessun contatto. Il nome di un contatto si può scrivere nel campo A di Invia al posto dell'indirizzo.
ja: 連絡先はまだありません。送信画面の宛先欄には、アドレスの代わりに連絡先の名前を入力できます。
ko: 아직 연락처가 없습니다. 보내기의 받는 사람 칸에 주소 대신 연락처 이름을 입력할 수 있습니다.
ms: Belum ada kenalan. Nama kenalan boleh ditaip dalam medan Kepada pada Hantar sebagai ganti alamat.
pl: Brak kontaktów. Nazwę kontaktu można wpisać w polu Do na ekranie Wyślij zamiast adresu.
ps: لا کومه اړیکه نشته. د پتې پر ځای، د اړیکې نوم د لېږلو په «ته» برخه کې لیکل کېدای شي.
pt_br: Nenhum contato ainda. O nome de um contato pode ser digitado no campo Para de Enviar no lugar do endereço.
ru: Контактов пока нет. Имя контакта можно ввести в поле «Кому» при отправке вместо адреса.
ta: இன்னும் தொடர்புகள் இல்லை. அனுப்பு திரையின் பெறுநர் புலத்தில் முகவரிக்குப் பதிலாகத் தொடர்பின் பெயரைத் தட்டச்சு செய்யலாம்.
ur: ابھی کوئی رابطہ نہیں۔ بھیجیں کے "بنام" خانے میں پتے کے بجائے رابطے کا نام لکھا جا سکتا ہے۔
zh_hans: 暂无联系人。发送时可在“收款人”栏输入联系人姓名来代替地址。
zh_hant_hk: 暫時未有聯絡人。傳送時可在「至」欄輸入聯絡人名稱代替地址。

source: No contacts yet. Add one from Contacts on the home screen.
ar: لا توجد جهات اتصال بعد. أضف واحدة من جهات الاتصال في الشاشة الرئيسية.
de: Noch keine Kontakte. Füge einen über Kontakte auf dem Startbildschirm hinzu.
es: Todavía no hay contactos. Agrega uno desde Contactos en la pantalla de inicio.
fa: هنوز مخاطبی نیست. از بخش مخاطبان در صفحه‌ی اصلی یکی اضافه کنید.
fr: Aucun contact pour l'instant. Ajoutez-en un depuis Contacts sur l'écran d'accueil.
hi: अभी कोई संपर्क नहीं। होम स्क्रीन पर संपर्क से एक जोड़ें।
id: Belum ada kontak. Tambahkan dari Kontak di layar beranda.
it: Ancora nessun contatto. Aggiungine uno da Contatti nella schermata principale.
ja: 連絡先はまだありません。ホーム画面の「連絡先」から追加してください。
ko: 아직 연락처가 없습니다. 홈 화면의 연락처에서 추가하세요.
ms: Belum ada kenalan. Tambah satu daripada Kenalan pada skrin utama.
pl: Brak kontaktów. Dodaj kontakt w Kontaktach na ekranie głównym.
ps: لا کومه اړیکه نشته. د کور پر پاڼه له اړیکو څخه یوه ورزیاته کړئ.
pt_br: Nenhum contato ainda. Adicione um em Contatos na tela inicial.
ru: Контактов пока нет. Добавьте контакт в разделе «Контакты» на главном экране.
ta: இன்னும் தொடர்புகள் இல்லை. முகப்புத் திரையில் உள்ள தொடர்புகளிலிருந்து ஒன்றைச் சேர்க்கவும்.
ur: ابھی کوئی رابطہ نہیں۔ ہوم اسکرین پر رابطے سے ایک شامل کریں۔
zh_hans: 暂无联系人。可在主屏幕的“联系人”中添加。
zh_hant_hk: 暫時未有聯絡人。可在主畫面的「聯絡人」中新增。

source: No prover
ar: لا يوجد مُثبِت
de: Kein Prover
es: Sin probador
fa: بدون اثبات‌گر
fr: Aucun prouveur
hi: कोई प्रूवर नहीं
id: Tidak ada prover
it: Nessun prover
ja: プルーバーなし
ko: 프루버 없음
ms: Tiada pembukti
pl: Brak provera
ps: هېڅ ثبوت جوړوونکی نشته
pt_br: Nenhum provador
ru: Нет прувера
ta: நிரூபிப்பான் இல்லை
ur: کوئی پروور نہیں
zh_hans: 无证明器
zh_hant_hk: 沒有證明器

source: None of the RandProtocol provers answers right now.
ar: لا يستجيب أي من مُثبِتات RandProtocol الآن.
de: Keiner der RandProtocol-Prover antwortet gerade.
es: Ninguno de los probadores de RandProtocol responde en este momento.
fa: هیچ‌یک از اثبات‌گرهای RandProtocol اکنون پاسخ نمی‌دهد.
fr: Aucun des prouveurs RandProtocol ne répond pour le moment.
hi: अभी कोई भी RandProtocol प्रूवर जवाब नहीं दे रहा।
id: Saat ini tidak ada prover RandProtocol yang menjawab.
it: Nessuno dei prover di RandProtocol risponde in questo momento.
ja: 現在応答している RandProtocol のプルーバーはありません。
ko: 지금은 응답하는 RandProtocol 프루버가 없습니다.
ms: Tiada satu pun pembukti RandProtocol menjawab sekarang.
pl: Żaden z proverów RandProtocol teraz nie odpowiada.
ps: د RandProtocol له ثبوت جوړوونکو څخه اوس هېڅ یو ځواب نه ورکوي.
pt_br: Nenhum dos provadores da RandProtocol responde agora.
ru: Сейчас не отвечает ни один прувер RandProtocol.
ta: RandProtocol நிரூபிப்பான்களில் எதுவும் இப்போது பதிலளிக்கவில்லை.
ur: اس وقت RandProtocol کا کوئی پروور جواب نہیں دے رہا۔
zh_hans: 目前没有任何 RandProtocol 证明器响应。
zh_hant_hk: 目前沒有任何 RandProtocol 證明器回應。

source: None of the built-in RandProtocol prover links names the key this wallet pins for it; not using them.
ar: لا يذكر أي من روابط مُثبِتات RandProtocol المدمجة المفتاح الذي تثبّته هذه المحفظة له، لذا لن تُستخدم.
de: Keiner der integrierten RandProtocol-Prover-Links nennt den Schlüssel, den diese Wallet dafür hinterlegt hat; sie werden nicht verwendet.
es: Ninguno de los enlaces de probador de RandProtocol incluidos indica la clave que esta billetera tiene fijada para él; no se usan.
fa: هیچ‌یک از لینک‌های داخلی اثبات‌گر RandProtocol کلیدی را که این کیف پول برای آن ثبت کرده نام نمی‌برد؛ از آن‌ها استفاده نمی‌شود.
fr: Aucun des liens de prouveur RandProtocol intégrés n'indique la clé que ce portefeuille a enregistrée pour lui ; ils ne sont pas utilisés.
hi: बिल्ट-इन RandProtocol प्रूवर लिंक में से कोई भी वह की नहीं बताता जिसे यह वॉलेट उसके लिए पिन करता है; उनका उपयोग नहीं किया जा रहा।
id: Tidak satu pun tautan prover RandProtocol bawaan menyebutkan kunci yang disematkan dompet ini; tautan itu tidak digunakan.
it: Nessuno dei link predefiniti dei prover di RandProtocol indica la chiave che questo portafoglio ha fissato per esso; non vengono usati.
ja: 組み込みの RandProtocol プルーバーのリンクには、このウォレットが固定している鍵を示すものがありません。使用しません。
ko: 내장된 RandProtocol 프루버 링크 중 이 지갑이 고정한 키를 지정한 것이 없어 사용하지 않습니다.
ms: Tiada satu pun pautan pembukti RandProtocol terbina dalam menamakan kunci yang ditetapkan oleh dompet ini untuknya; pautan itu tidak digunakan.
pl: Żaden z wbudowanych linków do proverów RandProtocol nie wskazuje klucza, który ten portfel do niego przypisuje; nie są używane.
ps: د RandProtocol د جوړ شوي ثبوت جوړوونکي له لینکونو څخه هېڅ یو هغه کیلي نه نوموي چې دا والټ یې ورته ټاکلې؛ نه کارول کېږي.
pt_br: Nenhum dos links de provador da RandProtocol embutidos indica a chave que esta carteira fixou para ele; eles não serão usados.
ru: Ни одна из встроенных ссылок на пруверы RandProtocol не указывает ключ, закреплённый в этом кошельке; они не используются.
ta: உள்ளமைந்த RandProtocol நிரூபிப்பான் இணைப்புகள் எதுவும் இந்த வாலட் அதற்கு நிர்ணயித்த விசையைக் குறிப்பிடவில்லை; அவை பயன்படுத்தப்படவில்லை.
ur: RandProtocol کے بلٹ اِن پروور لنکس میں سے کوئی بھی اس کی کا نام نہیں لیتا جو یہ والیٹ اس کے لیے مقرر رکھتا ہے؛ انہیں استعمال نہیں کیا جا رہا۔
zh_hans: 内置的 RandProtocol 证明器链接都没有给出此钱包为其固定的密钥；不使用它们。
zh_hant_hk: 內置的 RandProtocol 證明器連結都沒有列明此錢包所綁定的密鑰；不會使用它們。

source: Not a rand1 address
ar: ليس عنوان rand1
de: Keine rand1-Adresse
es: No es una dirección rand1
fa: نشانی rand1 نیست
fr: Ce n'est pas une adresse rand1
hi: rand1 पता नहीं है
id: Bukan alamat rand1
it: Non è un indirizzo rand1
ja: rand1 アドレスではありません
ko: rand1 주소가 아닙니다
ms: Bukan alamat rand1
pl: To nie jest adres rand1
ps: rand1 پته نه ده
pt_br: Não é um endereço rand1
ru: Не адрес rand1
ta: rand1 முகவரி அல்ல
ur: rand1 پتہ نہیں
zh_hans: 不是 rand1 地址
zh_hant_hk: 不是 rand1 地址

source: Not answering: %@.
ar: لا يستجيب: %@.
de: Antwortet nicht: %@.
es: No responde: %@.
fa: پاسخ نمی‌دهد: %@.
fr: Ne répond pas : %@.
hi: जवाब नहीं दे रहा: %@।
id: Tidak menjawab: %@.
it: Non risponde: %@.
ja: 応答していません: %@。
ko: 응답 없음: %@.
ms: Tidak menjawab: %@.
pl: Nie odpowiada: %@.
ps: ځواب نه ورکوي: %@.
pt_br: Não está respondendo: %@.
ru: Не отвечает: %@.
ta: பதிலளிக்கவில்லை: %@.
ur: جواب نہیں دے رہا: %@۔
zh_hans: 无响应：%@。
zh_hant_hk: 沒有回應：%@。

source: Not committed
ar: غير مُدرَجة
de: Nicht bestätigt
es: No confirmado
fa: ثبت نشده
fr: Non validé
hi: कमिट नहीं हुआ
id: Belum dikonfirmasi
it: Non confermato
ja: 未確定
ko: 확정되지 않음
ms: Tidak dikomit
pl: Nie zatwierdzono
ps: ثبت نه شو
pt_br: Não confirmado
ru: Не подтверждено
ta: உறுதியாகவில்லை
ur: کمٹ نہیں ہوا
zh_hans: 未上链
zh_hant_hk: 未確認

source: Not committed (notes released)
ar: غير مُدرَجة (حُرِّرت السندات)
de: Nicht bestätigt (Noten freigegeben)
es: No confirmado (notas liberadas)
fa: ثبت نشده (نوت‌ها آزاد شدند)
fr: Non validé (notes libérées)
hi: कमिट नहीं हुआ (नोट मुक्त किए गए)
id: Belum dikonfirmasi (catatan dilepas)
it: Non confermato (note liberate)
ja: 未確定（ノートは解放済み）
ko: 확정되지 않음(노트 해제됨)
ms: Tidak dikomit (nota dilepaskan)
pl: Nie zatwierdzono (noty zwolnione)
ps: ثبت نه شو (نوټونه آزاد شول)
pt_br: Não confirmado (notas liberadas)
ru: Не подтверждено (ноты освобождены)
ta: உறுதியாகவில்லை (நோட்டுகள் விடுவிக்கப்பட்டன)
ur: کمٹ نہیں ہوا (نوٹ آزاد کر دیے گئے)
zh_hans: 未上链（票据已释放）
zh_hant_hk: 未確認（票據已釋放）
